/* Button in 'Unable to run Maven' error dialog. */
"Cancel" = "Cancel";

/* Button in 'Unable to run Maven' error dialog. */
"Open Preferences" = "Open Preferences";

/* Recovery suggestion text for user, which points him to Preferences in application. It appears in 'Unable to run Maven' error dialog. */
"Please set correct path to Maven in Preferences." = "Please set correct path to Maven in Preferences.";

/* Raised by task, when user tries to run same project multiple times. */
"Task is already running." = "Task is already running.";

/* Raised when system cannot launch Maven task. Main title for error dialog 'Unable to run Maven'. */
"Unable to run Maven" = "Unable to run Maven";
